{
  "language": "en-us",
  "pageTitle": "CoVIg-19 PLASMA ALLIANCE",
  "menu": {
    "recruitment": "Recruitment",
    "info": "How It Works",
    "about": "About Donating",
    "qna": "Q&A"
  },
  "pageHeader": {
    "upperLine": "You survived COVID-19",
    "mainLine": "YOU COULD HELP OTHERS DO THE SAME",
    "lowerLine": "Donate your plasma to help develop a potential treatment for COVID-19"
  },
  "getStarted": {
    "buttonText": "GET STARTED",
    "parts": [
      {
        "type": "headline",
        "text": "Your Plasma Is Needed Now."
      },
      {
        "type": "text",
        "text": "If you have recovered from COVID-19 recently, your plasma may have the power to help others through a potential treatment for the new coronavirus."
      },
      {
        "type": "text",
        "text": "By donating your plasma, a part of your blood that contains proteins and antibodies, you could play a key role in helping scientists develop a potential therapy for treating high-risk COVID-19 patients that will be tested in clinical trials this summer. The results of these trials will determine whether the new therapy has the potential to treat high-risk COVID-19 patients and prevent pulmonary disease in people at increased risk of infection from the virus, including healthcare workers."
      },
      {
        "type": "text",
        "text": "The fight against COVID-19 starts with you. You’re a survivor. Now be a hero. Learn more here about how you can be a part of this historic effort to treat the new coronavirus and stop the spread of the pandemic."
      }
    ]
  },
  "bot": {
    "panelTitle": "CoVIg-19 Bot"
  },
  "tabContents": {
    "recruitment": [
      {
        "type": "headline",
        "text": "You survived COVID-19."
      },
      {
        "type": "headline",
        "text": "You could help others do the same."
      },
      {
        "type": "subhead",
        "text": "How You Could Help"
      },
      {
        "type": "text",
        "text": "Scientists from around the world have come together to create a new Alliance aimed at stopping the spread of coronavirus. They are looking to collect plasma at licensed plasma donation centers across the US from healthy individuals who have recovered from COVID-19. Known as convalescent plasma, the plasma of recovered COVID-19 patients contains critical antibodies that can be used to make an experimental treatment."
      },
      {
        "type": "text",
        "text": "The sooner scientists receive convalescent plasma donations, the sooner the Alliance may be able to start manufacturing a potential therapy and begin clinical trials. These trials will determine if this therapy could help high-risk COVID-19 patients recover and whether it could protect high-risk individuals from the disease."
      },
      {
        "type": "text",
        "text": "If your doctor has confirmed that you have fully recovered from COVID-19 and are no longer contagious, we encourage you to contact your nearest plasma donation center. You might be eligible to donate plasma and help others recover from COVID-19."
      },
      {
        "type": "text",
        "text": "Providing your information does not obligate you to donate, and it does not guarantee that you will be able to participate in the donor program. All candidates must provide valid identification and are required to have a medical screening to ensure eligibility. Medical staff will be available to explain the donation process and answer any questions you may have before you agree to donate. The Alliance takes your privacy very seriously, and your information will be managed in accordance with all local, state, and federal regulations."
      },
      {
        "type": "text",
        "text": "The new coronavirus is still spreading, and COVID-19 cases continue to increase worldwide. We need survivors like you to help us develop potential treatments for those still at risk."
      },
      {
        "type": "text",
        "text": "Thank you for joining us in the fight against COVID-19. Finding a treatment starts with you."
      }
    ],
    "info": {
      "intro": [
        {
          "type": "headline",
          "text": "How Your Plasma Could Lead to a Potential Treatment for COVID-19"
        },
        {
          "type": "text",
          "text": "When you donate your plasma, you become the essential first step in a journey to develop a potential treatment for COVID-19. Even though no one can predict the results of this clinical trial, here is a quick overview of the intended plan."
        }
      ],
      "outro": [
        {
          "type": "text",
          "text": "The above infographic aims to provide potential plasma donors with a general overview of the biopharmaceutical development process so that they can better understand their role in it. It should not be construed as making any claims about any potential treatment, including the timeline for, and/or outcomes of, clinical trials and/or regulatory approval."
        },
        {
          "type": "subhead",
          "text": "About the CoVIg-19 Plasma Alliance"
        },
        {
          "type": "text",
          "text": "In an effort to help fight against the COVID-19 pandemic, a new alliance was created in April 2020 to help develop a potential plasma-derived therapy for treating the coronavirus."
        },
        {
          "type": "text",
          "text": "The CoVIg-19 Plasma Alliance brings together the world’s leading plasma companies to work on the investigational development of an investigational unbranded polyclonal anti-SARS-CoV-2 hyperimmune globulin medicine with the potential to treat high-risk COVID-19 patients and for the prevention pulmonary disease in those at increased risk of infection from the virus, including healthcare workers."
        },
        {
          "type": "text",
          "text": "The collaboration, which is a humanitarian partnership, leverages the leading-edge expertise of Biotest, BPL, LFB, and Octapharma along with CSL Behring and Takeda, which formed the Alliance to address this unprecedented global health crisis.  Additional companies and institutions are anticipated to join the Alliance as well."
        },
        {
          "type": "text",
          "text": "Experts from the Alliance are collaborating across key aspects such as plasma collection, clinical trial development, and product manufacturing. Learn more here."
        }
      ]
    },
    "about": {
      "intro": [
        {
          "type": "headline",
          "text": "Understanding Plasma Donation"
        },
        {
          "type": "text",
          "text": "Donating plasma is safe. The supplies used in collecting the plasma are sterile and are used only once. This ensures that everything that comes in contact with your blood is safe. The process of donating plasma, called plasmapheresis, has been used for decades."
        },
        {
          "type": "text",
          "text": "Here are the key steps:"
        }
      ],
      "steps": [
        {
          "title": "Registration",
          "text": [
            "Prospective donors show identification, provide their contact info, and take a photo and fingerprint scan so they can be entered into the donation center’s electronic system. A collection center staff member also checks the prospective donor’s name in a national registry to make sure they are eligible to donate. All identification and medical information is confidential."
          ]
        },
        {
          "title": "Screening",
          "text": [
            "All donors must pass a pre-donation screening at every appointment. First-time donors are interviewed about their medical history. Typical questions include medications, allergies, medical conditions, and surgeries. First-time donors will also be given a routine health exam. The goal of this screening is to make sure that the donation is safe for both the donor and the recipient of the final product."
          ]
        },
        {
          "title": "Donation Area",
          "text": [
            "Once donation eligibility has been confirmed, donors are led to the donation area. Here, they rest on recliners while connected to an automated machine, and are carefully monitored by staff throughout the donation process. Donors are welcome to relax, read, or use free Wi-Fi to watch their favorite shows."
          ]
        },
        {
          "title": "Plasma Donation",
          "text": [
            "The safe and sterile process for donating plasma is called plasmapheresis (“plaz-muh-fuh-REE-sis”). It is similar to donating blood, except that plasma is separated and collected while red and white blood cells are returned to the body. This process is automatically repeated until a target amount of plasma has been collected, which typically takes less than an hour."
          ]
        }
      ],
      "info": [
        {
          "title": "What is Plasma?",
          "text": "Plasma is the pale yellow liquid portion of your blood, and it can be easily replaced by your body. It consists mainly of water and proteins, which help your body control bleeding and infection."
        },
        {
          "title": "How is Plasma Used?",
          "text": "Plasma is processed into a wide variety of life-saving treatments that help thousands of people every day. These plasma-derived therapies are used to treat serious and rare diseases which often have few other treatment options. It is important to remember that human plasma cannot be made in a lab or by artificial methods. It only comes from healthy adults. Plasma donors help save lives and treat serious and rare diseases."
        }
      ],
      "outro": [
        {
          "type": "text",
          "text": "There are hundreds of licensed plasma collection centers in the US. You can learn more about the donation center nearest you, and ask questions about donor eligibility and other topics, by visiting the following websites."
        },
        {
          "type": "text",
          "text": "To learn more about plasma-derived therapies and plasma donation in general, you can visit <a href=\"DonatingPlasma.org\" target=\"_blank\">DonatingPlasma.org</a> (sponsored by the Plasma Protein Therapeutics Association)."
        },
        {
          "type": "text",
          "text": "Thank you for learning more about the importance of plasma donation."
        }
      ]
    },
    "qna": {
      "intro": [
        {
          "type": "headline",
          "text": "Questions & Answers"
        }
      ],
      "items": [
        {
          "q": "Where can I donate?",
          "a": ["There are hundreds of licensed collection centers across the US.  Find your nearest center by clicking on this link."]
        },
        {
          "q": "I have young children. Can I bring them with me?",
          "a": ["During the COVID-19 pandemic, to help prevent the spread of the virus, it is advised that donors visit plasma centers without accompanying guests or children. This is for the health and safety of you and your loved ones as well as other donors and plasma collection staff."]
        },
        {
          "q": "Is donating plasma safe? ",
          "a": [
            "Donating plasma is generally a safe and proven process.",
            "The tubing and all other equipment that comes in contact with your blood is discarded and replaced with new, sterile materials each time a donation is made. Your blood never enters the collection machine. We also use sterile techniques for drawing blood."
          ]
        },
        {
          "q": "Does donating plasma hurt?",
          "a": ["If you can tolerate donating blood, or giving blood during medical appointments, you should be able to tolerate plasma donation. Our highly trained professionals take great care to minimize any possible discomfort."]
        },
        {
          "q": "Will I feel faint or weak afterwards?",
          "a": ["You shouldn’t. Unlike donating blood, which sometimes does make people feel that way because they lose red blood cells, the plasma donation process returns both red and white blood cells back to your body. Drinking plenty of water the day before and the day of your donation will help you feel fine after your donation. That said, if you have a history of feeling faint at the sight of blood, please let us know."]
        },
        {
          "q": "How many times will I need to donate? ",
          "a": ["Individuals who have fully recovered from COVID-19 and are willing to donate their plasma to help the Alliance initiative only need to donate once, but twice is preferred. If donating more than once, the donations should occur within 30 days as this is the likely time period you will have high antibody levels."]
        },
        {
          "q": "Will my donated plasma go directly to a COVID-19 patient? ",
          "a": ["No. Plasma collected from individual donors is pooled, processed, and concentrated into a liquid that contains antibodies (part of the immune system). This plasma-derived therapy must then be tested in clinical trials to determine if it is safe and effective before it could be approved as a treatment."]
        },
        {
          "q": "Why aren’t you giving donated plasma directly to COVID-19 patients through transfusions? ",
          "a": [
            "Plasma from people who have recovered from COVID-19 – known as “convalescent plasma” – contains antibodies that can help fight the virus. This plasma can be used in two ways. One way is transfusing it directly to people who have active COVID-19. The other is using the plasma to make a potential treatment called a polyclonal hyperimmune globulin (H-IG), which concentrates the antibodies into a medicine.",
          "Both uses are important, and both have the potential to treat COVID-19. We welcome all initiatives to address the pandemic, including vaccines and other treatments. The work of The CoVIg-19 Plasma Alliance is focusing on developing an H-IG, which has properties that make it a very promising candidate for a potential global treatment for COVID-19."]
        },
        {
          "q": "What are the benefits of H-IG?",
          "a": [
            "Because H-IG has a higher concentration of antibodies, it can be delivered in lower volumes, and therefore would likely take less time to administer to patients than plasma itself. H-IG also has a longer shelf life, and is easier to ship to patients around the world. Both of these attributes also make H-IG much easier for hospitals to store and administer to patients.",
            "The manufacturing process used to produce plasma-based therapies makes it possible to set standards for antibody levels. This process, which includes numerous steps of virus inactivation and removal, significantly reduces the risk of transmitting any kind of virus (not just coronavirus) from donors to patients.",
            "Plasma-derived therapies, like H-IG, have already been shown to be effective in treating severe viral respiratory infections. The work of the Alliance is determining whether they may also be a potential option for treating high-risk COVID-19 patients and preventing pulmonary disease in people at increased risk of infection from the virus, including healthcare workers."
          ]
        },
        {
          "q": "Is this part of the National Covid-19 Convalescent Plasma Project?",
          "a": ["No. Though you might have heard about that or similar efforts, or even know someone who is participating in them, the CoVIg-19 Plasma Alliance is a separate initiative led by the world’s leading plasma experts. A key difference is that we are not giving plasma itself to COVID-19 patients, but instead using the plasma we collect to help develop a potential therapy."]
        },
        {
          "q": "Do I need to tell my doctor or insurance company that I’m donating?",
          "a": [
            "To donate you need to provide confirmation of a positive test result.  If we receive documentation confirming recovery then the individual only has to wait 14 days to donate.  If we do not receive documentation confirming recovery then the donor will need to wait 28 days to donate.  You shouldn’t need to inform your insurance provider, as you will not be charged in any way for your donation."
          ]
        },
        {
          "q": "Do I need to change my diet? ",
          "a": [
            "In general, no. However, you should be well-nourished. Please eat a light but healthy meal three hours before your donation. This means a meal that is high in protein (such as eggs, fish, or nuts), rich in iron (such as tuna, lean red meat, nuts, or beans), and low in fat (fatty or fried foods can interfere with laboratory testing). Since plasma is 90% water, you should also be well-hydrated, so drink plenty of water, juice, or other fluids the day before your donation. Please do not drink any alcohol the night before or the day of your donation."
          ]
        },
        {
          "q": "Can I donate more than once?",
          "a": [
            "You certainly may donate more than once — so long as you’re screened as eligible at each donation.  We encourage you to consider becoming a regular plasma donor to help save lives! Plasma is used in a variety of therapies, including to help treat serious and rare diseases."
          ]
        },
        {
          "q": "How else can I help fight COVID-19? ",
          "a": [
            "If you know someone else who has recovered from COVID-19, please encourage them to visit this website to learn more about the opportunity to donate their plasma as well!"
          ]
        }
      ],
      "outro": [
        {
          "type": "text",
          "text": "You can learn more about plasma, plasma donation, and the importance of plasma-derived therapies at <a href=\"DonatingPlasma.org\" target=\"_blank\">DonatingPlasma.org</a>."
        }
      ]
    }
  }
}



